//
//  File.swift
//  iOS-Sample-mvvm
//
//  Created by Aya Essam on 27/01/2021.
//

import Foundation

struct StaticSessionsData {
        
    var arr = [
        [
            "title": "نافذة الاستشارات",
            "description": "مهما اختلف مجال تساؤلك تعرف على الاستشارة الأمثل مباشرة من نخبة المستشارين المختصين.",
            "icon": "main1",
            "color": "Steel blue"
        ],
        [
           "title": "نافذة الإرشاد",
           "description": "أحصل على المشورة والتوجيه في جميع نواحي" +
            " مشروعك وابدأ قصة نجاحك مع أحد مرشدينا ذوي الاختصاص والخبرة.",
           "icon": "main2",
            "color": "Mantis"
        ],
        [
            "title": "نافذة الاستفسارات العامة",
            "description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة",
            "icon": "main3",
            "color": "Persian orange"
        ],
        [
            "title": "نافذة الاستشارات",
            "description": "مهما اختلف مجال تساؤلك تعرف على الاستشارة الأمثل مباشرة من نخبة المستشارين المختصين.",
            "icon": "main1",
            "color": "Steel blue"
        ],
        [
           "title": "نافذة الإرشاد",
           "description": "أحصل على المشورة والتوجيه في جميع نواحي" +
            " مشروعك وابدأ قصة نجاحك مع أحد مرشدينا ذوي الاختصاص والخبرة.",
           "icon": "main2",
            "color": "Mantis"
        ],
        [
            "title": "نافذة الاستفسارات العامة",
            "description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة",
            "icon": "main3",
            "color": "Persian orange"
        ],
        [
            "title": "نافذة الاستشارات",
            "description": "مهما اختلف مجال تساؤلك تعرف على الاستشارة الأمثل مباشرة من نخبة المستشارين المختصين.",
            "icon": "main1",
            "color": "Steel blue"
        ],
        [
           "title": "نافذة الإرشاد",
           "description": "أحصل على المشورة والتوجيه في جميع نواحي" +
            " مشروعك وابدأ قصة نجاحك مع أحد مرشدينا ذوي الاختصاص والخبرة.",
           "icon": "main2",
            "color": "Mantis"
        ],
        [
            "title": "نافذة الاستفسارات العامة",
            "description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة",
            "icon": "main3",
            "color": "Persian orange"
        ],
        [
            "title": "نافذة الاستشارات",
            "description": "مهما اختلف مجال تساؤلك تعرف على الاستشارة الأمثل مباشرة من نخبة المستشارين المختصين.",
            "icon": "main1",
            "color": "Steel blue"
        ],
        [
           "title": "نافذة الإرشاد",
           "description": "أحصل على المشورة والتوجيه في جميع نواحي" +
            " مشروعك وابدأ قصة نجاحك مع أحد مرشدينا ذوي الاختصاص والخبرة.",
           "icon": "main2",
            "color": "Mantis"
        ],
        [
            "title": "نافذة الاستفسارات العامة",
            "description": "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة",
            "icon": "main3",
            "color": "Persian orange"
        ]
    ]

}
